Repository: mhaii/BedManagement
Catalog: locale/*/LC_MESSAGES/django.po
Languages: th

source: User
th: ผู้ใช้

source: Role
th: หน้าที่

source: Ward
th: วอร์ด

source: Nobody
th: ผู้ใช้สามัญ

source: Cashier
th: แคชเชียร์

source: Nurse Assistance
th: ผู้ช่วยพยาบาล

source: Nurse
th: พยาบาล

source: Admission
th: แอดมิชชั่น

source: Administrator
th: ผู้ดูแล

source: Login to HMS
th: เข้าใช้งานระบบบริหารจัดการเตียงผู้ป่วย

source: Login
th: เข้าใช้งาน

source: ID number
th: เลขประจำตัว

source: Password
th: รหัสผ่าน

source: This account is currently disabled, please contact IT department.
th: บัญชีผู้ใช้งานนี้ถูกระงับการใช้งาน กรุณาติดต่อแผนก IT

source: Password is incorrect.
th: รหัสผ่านไม่ถูกต้อง

source: Username not found.
th: ไม่พบชื่อผู้ใช้งาน

source: Room Count
th: จำนวนห้อง

source: dashboard
th: แผงควบคุม

source: Ward Type
th: ชนิดของวอร์ด

source: Abbreviated Ward Type
th: คำย่อ

source: Ward Types
th: ชนิดของวอร์ด

source: Single
th: เดี่ยว

source: Double
th: คู่

source: Mixed
th: ผสม

source: Ward Name
th: ชื่อวอร์ด

source: Ward Detail
th: รายละเอียดของวอร์ด

source: Default price for room
th: ราคาเริ่มต้นของห้องพัก

source: Phone no.
th: เบอร์โทรศัพท์

source: Bed
th: เตียง

source: Wards
th: วอร์ด

source: Tel.
th: โทร.

source: East
th: ออก

source: West
th: ตก

source: Male
th: ชาย

source: Female
th: หญิง

source: Disabled
th: ปิดการใช้งาน

source: Reserved
th: ถูกจอง

source: Occupied
th: ไม่ว่าง

source: Available Soon
th: กำลังจะว่าง

source: Available
th: ว่าง

source: Room no.
th: เลขห้อง

source: Room status
th: สถานะห้อง

source: Room price
th: ราคาห้อง

source: Room
th: ห้อง

source: Rooms
th: ห้อง

source: Patient's HN number
th: เลขประจำตัวผู้ป่วย

source: First name
th: ชื่อ

source: Last name
th: นามสกุล

source: Patient
th: ผู้ป่วย

source: Patients
th: ผู้ป่วย

source: Doctor's name
th: ชื่อแพทย์

source: Doctor
th: แพทย์

source: Doctors
th: แพทย์

source: Discharged
th: จำหน่ายออก

source: Pre-discharged
th: เตรียมจำหน่ายออก

source: Currently admit
th: กำลังรักษาตัว

source: In Queue
th: อยู่ในคิว

source: Primary Doctor
th: แพทย์หลัก

source: Patient Status
th: สถานะผู้ป่วย

source: Estimated date to be discharged
th: วันที่คาดว่าจะออกจากโรงพยาบาล

source: Symptom
th: อาการผู้ป่วย

source: Admitted Date
th: วันที่เข้ารับการรักษา

source: Admit
th: แอดมิท

source: Admits
th: แอดมิท

source: Bed Status
th: สถานะเตียง

source: Name
th: ชื่อวอร์ด

source: Room Number
th: เลขห้อง

source: Home
th: หน้าหลัก

source: Queue
th: คิว

source: Add Queue
th: เพิ่มคิว

source: Statistic
th: สถิติ

source: Check-out
th: แจ้งออก

source: ภาษาไทย
th: English

source: Logout
th: ออกจากระบบ
